{
  "filename": "Datenstategie.docx",
  "sections": [
    {
      "title": "Einleitung",
      "level": "intro",
      "content": [
        "6. Datenstrategie"
      ]
    }
  ],
  "key_concepts": [],
  "full_text": "6. Datenstrategie\n\nTrailerhaus ONAIR arbeitet täglich mit einer Vielzahl kreativer Daten – von Rohschnitten über Sprecher:innen-Stimmen bis hin zu Kundenfeedback und Serien-Assets. Die Einführung generativer KI erfordert daher eine klar strukturierte, praxisnahe Datenstrategie, die einerseits das kreative Potenzial der Daten nutzt, gleichzeitig aber auch Datenschutz, Lizenzrecht und organisatorische Transparenz sicherstellt.\n\nDiese Datenstrategie versteht sich als zentraler Baustein der KI-Strategie – nicht nur als Schutzmaßnahme, sondern auch als Gestaltungsinstrument. Im Zentrum stehen folgende Dimensionen:\n\nDatentypen & Umgang im KI-Kontext:\n\nTrailerhaus ONAIR trennt strikt zwischen internen, öffentlichen und sensiblen Inhalten. Für alle generativen KI-Workflows gelten klar definierte Prompt-Formate mit eingebauten Hinweisen auf Datenschutzkonformität. Die bewusste Anonymisierung von Projektdaten ist integraler Bestandteil jedes Testprozesses.\n\nSpeicherung & Zugriffssicherheit\n\nDie technische Umsetzung der Datenstrategie folgt diesen Grundsätzen:\n\nKein Upload sensibler Inhalte in Webinterfaces von Tools wie OpenAI (Webversion), Midjourney oder Runway\n\nAzure OpenAI API mit EU-Datenhosting für produktive GPT-Einsätze\n\nZugriffskontrolle bei der internen Prompt Library (z. B. über Notion, Teams, Confluence)\n\nTemporäre Daten (Entwürfe, KI-Outputs) werden nach Projektabschluss gelöscht oder lokal archiviert\n\nKonformität & Risikobewertung\n\nDie eingesetzten KI-gestützten Workflows wurden anhand der Systematik des EU AI Acts als „geringes Risiko“ eingestuft. Dennoch erfolgt eine vollständige Dokumentation aller Prompt-Templates, Datenarten und Toolfreigaben in einem internen Checksystem – sowohl zur Nachvollziehbarkeit als auch zur ständigen Weiterentwicklung.\n\nTrailerhaus ONAIR betrachtet Datenschutz, Datenstrategie und kreative Arbeit nicht als Widerspruch – sondern als verantwortungsvoll orchestriertes Zusammenspiel."
}