{
  "filename": "Stakeholder_Change.docx",
  "sections": [
    {
      "title": "Einleitung",
      "level": "intro",
      "content": [
        "3. Stakeholder & Change Management"
      ]
    }
  ],
  "key_concepts": [],
  "full_text": "3. Stakeholder & Change Management\n\nDie erfolgreiche Einführung generativer KI bei Trailerhaus ONAIR setzt voraus, dass die relevanten Stakeholder von Beginn an einbezogen werden – nicht nur technisch, sondern auch auf kultureller und prozessualer Ebene. Der Fokus liegt auf aktiver Beteiligung, transparenter Kommunikation und gezieltem Kompetenzaufbau.\n\n1. Schlüsselakteure im Veränderungsprozess\n\nDie Integration von KI betrifft bei Trailerhaus ONAIR insbesondere folgende Personengruppen:\n\nRedaktion & Kreation: Direkte Anwender:innen von GPT & Bild-KI, z. B. in der Texterstellung und Moodboard-Entwicklung\n\nSchnitt & Produktion: Beteiligung beim Testen von Tools wie Runway und bei der Bewertung von Rohversionen\n\nProjektmanagement: Verantwortlich für Zeitpläne, Rollout-Logik, Feedbackschleifen und die Prompt Library\n\nGeschäftsführung: Strategischer Rahmen, rechtliche Absicherung, internes Commitment\n\nEin besonderer Fokus liegt auf der frühzeitigen Einbindung der kreativen Fachabteilungen, um Unsicherheiten abzubauen und aktives Mitgestalten zu ermöglichen.\n\n2. Veränderung aktiv begleiten\n\nTrailerhaus ONAIR setzt beim Change Management auf folgende Prinzipien:\n\nAufklärung statt Überforderung: In Workshops, Impulsformaten und Demo-Sessions wird verständlich erklärt, was KI kann – und was nicht.\n\nGestaltungsfreiraum: Teams testen Tools eigenständig, erstellen eigene Prompts und dokumentieren Erfahrungen.\n\nFeedback-Schleifen: In regelmäßigen Feedbackrunden wird evaluiert, was funktioniert, wo Grenzen liegen und wo Anpassungen nötig sind.\n\nErfolg sichtbar machen: Erste „Quick Wins“ (z. B. schnelleres Skript, gelungenes Moodboard) werden dokumentiert und intern geteilt.\n\nDas Ziel: Akzeptanz entsteht nicht durch Anweisung, sondern durch aktives Erleben.\n\nParallel zum internen Wandel betrifft die KI-Strategie auch das Leistungsportfolio von Trailerhaus ONAIR – insbesondere durch den Ausbau eines neuen, skalierbaren Angebots im Bereich KI-gestützter Erklärvideos.\nDiese Entwicklung verändert nicht nur interne Abläufe, sondern auch die Kundenerwartung: Kreativteams und Projektmanager:innen müssen künftig stärker zwischen klassischen Bewegtbildformaten und modularen Erklärvideo-Paketen differenzieren – sowohl in der Konzeption als auch in der Kundenberatung.\nDer externe Change umfasst damit auch einen Kompetenzaufbau im Umgang mit neuen Formaten, kürzeren Produktionszyklen und methodischer Schulung (z. B. im Rahmen von „Prompting für Producer“-Workshops).\n\n3. Wissensverankerung durch Training & Library\n\nEin zentrales Change-Element ist die Befähigung des Teams:\n\nSchulungsoffensive: Alle beteiligten Mitarbeiter:innen durchlaufen ein kompaktes Prompt-Training – inklusive ethischer Grundlagen und DSGVO-Bezug.\n\nPrompt Library: Erfolgreiche Prompts und Anwendungsbeispiele werden in einer teamübergreifenden Wissensbibliothek dokumentiert und versioniert.\n\nTrailerhaus ONAIR versteht den Change nicht als Ausnahmezustand, sondern als Einstieg in eine neue, kontinuierlich lernende Arbeitsweise."
}