{
  "filename": "branchenspezifisch.docx",
  "sections": [
    {
      "title": "Einleitung",
      "level": "intro",
      "content": [
        "9. Branchenspezifische Besonderheiten"
      ]
    }
  ],
  "key_concepts": [],
  "full_text": "9. Branchenspezifische Besonderheiten\n\nDie Medien- und Kreativbranche unterscheidet sich in mehreren Punkten grundlegend von anderen Wirtschaftssektoren – vor allem durch den Umgang mit urheberrechtlich geschütztem Material, stark subjektiv geprägten Leistungen und sensiblen Inhalten. Für Trailerhaus ONAIR bedeutet das: Jede KI-Integration muss nicht nur effizient, sondern auch branchenspezifisch anschlussfähig sein.\n\nVertrauliches Kundenmaterial als Risikofaktor\n\nTrailerhaus ONAIR arbeitet regelmäßig mit Inhalten, die vor öffentlicher Veröffentlichung streng geschützt sind:\n\nRohschnittmaterial aus Serien, Kinofilmen und Streaming-Inhalten\n\nPreviews zu TV-Spots, Moderationen, Trailer-Sequenzen\n\nBild- und Tonmaterial, das Persönlichkeitsrechte tangiert\n\nKonsequenz für die KI-Nutzung:\nSolche Inhalte dürfen grundsätzlich nicht in offene KI-Systeme eingespeist werden. Tests und kreative Vorarbeiten erfolgen ausschließlich mit Demo-Material oder intern produziertem Content.\n\nLizenzrecht & Creative Control\n\nIn der Medienproduktion ist nicht nur die Schöpfung relevant, sondern auch die Lizenzkette:\n\nKI-generierte Bilder aus Tools wie DALL·E oder Midjourney dürfen nur genutzt werden, wenn ihre Lizenzbedingungen klar nachvollziehbar sind.\n\nTrailerhaus ONAIR prüft daher jedes Tool auf kommerzielle Nutzbarkeit – insbesondere im Hinblick auf Musik, Bildstil und Stimmemulation.\n\nFinales Produktionsmaterial wird niemals ungeprüft aus KI-Quellen übernommen.\n\nDie kreative Entscheidungshoheit bleibt beim Menschen – das ist nicht nur rechtlich sicherer, sondern auch entscheidend für Markenidentität und Qualität.\n\nDatenschutz trifft auf kreative Freiheit\n\nDie Kombination von Kreativprozess und DSGVO-konformer Datenverarbeitung ist anspruchsvoll – aber machbar:\n\nKI-gestützte Skripte werden auf Basis anonymisierter Briefings generiert\n\nPrompt-Vorlagen beinhalten klar definierte Ausschlusskriterien (keine echten Namen, Marken, firmenspezifische Informationen)\n\nAuch visuelle Outputs (Moodboards, Layouts) sind im Konzeptstadium klar als KI-generiert gekennzeichnet\n\nKreativprozesse und KI – keine Konkurrenz\n\nDie Kreativbranche lebt von Originalität, Überraschung und emotionaler Wirkung. Diese entsteht nicht durch Automatisierung – sondern durch kuratierte Inspiration. Trailerhaus ONAIR nutzt KI daher ausschließlich als Ideengeber und Beschleuniger – nicht als Generator finaler Leistungen.\n\nDie Branche verlangt mehr als „funktionierende“ Tools. Sie verlangt Urteilsvermögen, Stilgefühl – und eine Haltung. Trailerhaus ONAIR verbindet Technologie mit Verantwortung."
}